Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: To reduce duplication and streamline delivery, IRCC will transfer responsibility for employer-focused
fr_fr: Le gouvernement maintient son engagement à l'égard des arts et de la culture, grâce à un financement proposé dans le budget de 2025 pour l'économie culturelle et CBC/Radio-Canada.

source: compliance inspections under the International Mobility Program (IMP) to Employment and Social
fr_fr: Pour assurer l'efficacité, l'efficience et l'alignement avec son mandat principal, PCH réorganisera ses services internes et l'administration de ses programmes afin de regrouper les efforts, réduire les chevauchements et moderniser les flux de travail.

source: Development Canada. Both organizations conduct parallel inspections under separate programs (the IMP
fr_fr: Le Ministère transformera son modèle de versement de paiements par transfert en normalisant les processus, en regroupant les fonctions et en remplaçant les systèmes fragmentés par une plateforme numérique moderne.

source: and the Temporary Foreign Worker Program), using similar tools and authorities, resulting in duplication of effort, oversight, and internal service demands. This change would simplify the
fr_fr: Des économies seront également réalisées en mettant l'accent sur les priorités fondamentales, notamment grâce à la fermeture de la Banque de cadeaux destinés aux ministres et aux hauts fonctionnaires, et à la transition vers des produits d'interprétation numérique, ce qui favorisera l'offre de ce service dans une grande variété de langues, notamment les langues autochtones.

source: compliance landscape for employers, while supporting more coherent federal oversight. IRCC will also readjust the Settlement Program to implement limits to program eligibility for
fr_fr: Le Conseil de la radiodiffusion et des télécommunications canadiennes (CRTC) utilisera aussi l'IA dans le cadre des activités du Centre de notification des pourriels, afin de continuer à protéger plus efficacement et plus économiquement les Canadiens contre des communications commerciales non sollicitées.

source: economic immigrants.
fr_fr: Agence Parcs Canada

source: The program will continue to support most recent arrivals to overcome barriers
fr_fr: PC se concentrera sur la prestation de services aux visiteurs qui correspondent à ses activités principales, en limitant notamment sa participation et sa présence dans le cadre d'activités et de festivals locaux tenus à l'extérieur des sites de PC.

source: in integrating into Canadian society.
fr_fr: Relations Couronne-Autochtones et affaires du Nord

source: IRCC will also introduce a modest co-payment model to its Interim Federal Health Program for supplemental health products or services (such as prescription
fr_fr: Relations Couronne-Autochtones et Affaires du Nord Canada (RCAANC) a pour mandat essentiel de renouveler les relations de nation à nation, entre les Inuits et la Couronne, et de gouvernement à gouvernement entre le Canada et les Premières Nations, les Inuits et les Métis, et de répondre aux besoins uniques des populations du Nord.

source: medication and dental care).
fr_fr: Emploi et développement de la main-d'œuvre

source: Finally, IRCC will streamline its internal services – using technology to improve productivity,
fr_fr: EDSC simplifiera également la prestation des programmes en amalgamant le programme Service jeunesse Canada et le Programme de soutien à l'apprentissage des étudiants afin de réduire les coûts administratifs.

source: reducing the number of external consultants and investing in internal capacity, and reevaluating
fr_fr: EDSC renforcera également son attention sur les responsabilités essentielles du gouvernement fédéral et réduira ou éliminera les dépenses faisant double emploi dans d'autres ministères fédéraux ou dans les provinces et territoires.

source: human resources requirements, including management layers.
fr_fr: EDSC retirera le financement des programmes pour lesquels le besoin est minime ou limité.

source: Indigenous Services Indigenous Services Canada (ISC) has a mandate to improve access to high quality services for First
fr_fr: Pour que les fonds soient versés aux programmes ayant la plus grande incidence, EDSC réduira le financement des programmes peu performants, qui présentent une efficacité limitée ou font double emploi avec d'autres initiatives fédérales.

source: Nations, Inuit and Métis.
fr_fr: Énergie et ressources naturelles

source: The Department works collaboratively with partners to support and empower
fr_fr: Le Ministère accordera également la priorité à son mandat scientifique et consolidera les opérations du Bureau de l'arpenteur général dans le Nord.

source: Indigenous Peoples to independently deliver services and address the socio-economic conditions in
fr_fr: RNCan simplifiera sa gamme de programmes en mettant fin à plusieurs programmes, comme la Subvention canadienne pour des maisons plus vertes.

source: their communities. To protect services to Indigenous peoples, ISC will be identifying savings
fr_fr: De plus, RNCan réajustera le soutien offert dans le cadre de certains programmes pour accorder la priorité aux projets offrant les plus grands avantages pour la population canadienne.

source: of 2 per cent of its review base while recognizing the essential role of effective
fr_fr: RNCan mettra aussi fin au programme 2 milliards d'arbres.

source: and efficient program and service delivery in addressing the persistent socio-economic gaps
fr_fr: Les engagements et accords de contribution existants seront respectés, et les fonds non engagés seront retournés.

source: experienced by Indigenous communities throughout the country.
fr_fr: Le gouvernement demeure résolu à soutenir des pratiques de gestion durable des forêts.

source: Innovation, Science and Industry
fr_fr: Celui-ci effectuera des investissements stratégiques dans des projets et des entreprises du secteur des minéraux critiques.

source: Innovation, Science and Economic Development Canada
fr_fr: Environnement et changement climatique

source: To meet up to 15 per cent in savings targets over three years, Innovation, Science and
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans et simplifier la prestation de programmes, Environnement et Changement climatique (ECCC) accordera la priorité aux activités relevant de son mandat principal.

source: Economic Development Canada (ISED) will reorient its skills programming to avoid duplication, while
fr_fr: Le Ministère poursuivra son travail important en matière de mobilisation des Autochtones, mais centralisera cette fonction qui est actuellement répartie de façon inefficace entre plusieurs équipes du Ministère.

source: seeking to limit impacts on stakeholders and clients. Focusing on initiatives that have achieved
fr_fr: ECCC simplifiera également ses programmes axés sur la nature afin de faciliter la mobilisation des intervenants et d'alléger le fardeau administratif.

source: their goals or are no longer fit-for-purpose, ISED will reduce or wind down certain programming.
fr_fr: ECCC améliorera l'efficacité opérationnelle quotidienne en éliminant les redondances et en standardisant le soutien administratif.

source: These actions to be more efficient are complemented by the government's recent investment of
fr_fr: Il réduira son empreinte physique en mettant fin à certains baux de moindre envergure et à des contrats de formation externe au profit d'activités offertes à l'interne.

source: Fund which will provide flexible terms to help firms in all sectors and regions
fr_fr: À la suite d'un examen approfondi des coûts de fonctionnement, le Ministère rationalisera les dépenses administratives, comme celles liées aux déplacements, à l'impression et à l'accueil.

source: impacted by tariffs to adapt, diversify, and grow.
fr_fr: Le Ministère cherchera de plus en plus à automatiser ses processus et à accroître ses capacités de recherche axées sur l'intelligence artificielle.

source: ISED will reprioritize its science and industry programming to improve alignment with its core
fr_fr: Afin d'optimiser les structures organisationnelles, le Ministère fusionnera les équipes chargées des politiques et de la surveillance afin d'améliorer la coordination et de réduire les chevauchements.

source: mandate and reduce overlap with other federal, provincial, and territorial investments.
fr_fr: Il y aura aussi certains remaniements et regroupements structurels liés aux services ministériels et administratifs afin d'améliorer l'efficacité au sein de l'organisation, tout en assurant une responsabilisation continue.

source: include, among other things, not renewing certain funding envelopes in the Global Innovation
fr_fr: De plus, le MPO utilisera l'intelligence artificielle et d'autres outils numériques pour moderniser le système de gestion des pêches du Canada.

source: Clusters and the Strategic Innovation Fund, namely the Net Zero Accelerator due to declining demand,
fr_fr: La réduction de l'utilisation d'outils complexes sur support papier donnera plus de temps aux agents de pêche pour appliquer les règlements concernant la pêche dans les communautés et sur l'eau.

source: where initiatives have accomplished their goals or may be superseded by other programming. To better align its programs with current priorities and reduce redundancies, ISED will transfer the
fr_fr: Le MPO réduira également les examens et les autorisations officielles requises pour mener de petits projets routiniers et à faible risque, comme les ponceaux et les drains, en fournissant des directives normalisées permettant aux promoteurs de projets d'autoévaluer leur conformité aux exigences légales et réglementaires.

source: Canadian Small Business Financing Program to the Business Development Bank of Canada. ISED will also
fr_fr: Simplifier ces examens, qui exigent un travail administratif disproportionné, permettra au MPO de se concentrer sur des projets présentant un risque élevé lié aux poissons et à leur habitat.

source: streamline its business support services, such as Digital Services to Business, to improve
fr_fr: Comme il est indiqué dans le budget de 2025, le gouvernement veillera à ce que les ports soient pleinement exploités, en bon état de fonctionnement, et à ce qu'ils soient gérés et entretenus par des administrations portuaires autonomes qui tiennent compte des intérêts des utilisateurs et des communautés.

source: efficiency.
fr_fr: Affaires mondiales

source: Targeted reductions will be made in certain entrepreneurial and innovation programs as
fr_fr: L'organisation met également en œuvre des réformes ciblées dans l'ensemble de son portefeuille de commerce et d'investissement pour les faire mieux concorder avec les priorités stratégiques actuelles et le contexte géopolitique.

source: well as at the Canada Foundation for Innovation.
fr_fr: Les contributions du Canada peuvent être exploitées davantage.

source: Finally, ISED will realize additional savings by reducing its operational and capital footprint to
fr_fr: Certains programmes de développement bilatéraux seront également peaufinés et rajustés.

source: become more agile and improve service delivery. This will include streamlining administrative
fr_fr: Ces changements devraient ramener le montant de référence de l'enveloppe de l'aide internationale à son niveau d'avant la pandémie de COVID-19.

source: functions, flattening management structures, reducing specialized personnel, and lowering reliance
fr_fr: AMC mettra également en œuvre une série de mesures d'efficacité dans le réseau canadien des missions, notamment la refonte de la préparation aux situations d'urgence et la modernisation des services consulaires.

source: on external consultants.
fr_fr: Santé

source: National Research Council of Canada
fr_fr: Santé Canada

source: To meet up to 15 per cent in savings targets over three years, the National Research
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Santé Canada (SC) facilitera des processus réglementaires modernes et fondés sur le risque, tout en veillant à ce que la santé et la sécurité ne soient pas compromises.

source: Council of Canada (NRC) will reorganize its operations and research activities to focus on the most
fr_fr: SC réorientera également les activités scientifiques et de recherche internes afin qu'elles s'inscrivent mieux dans les mandats réglementaires et stratégiques du Ministère.

source: relevant and impactful areas.
fr_fr: Agence canadienne d'inspection des aliments

source: This includes divesting from some research capabilities, including
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, l'Agence canadienne d'inspection des aliments (ACIA) éliminera les chevauchements et le double emploi au sein de son organisation.

source: exploring options to best position the Canadian Photonics Fabrication Centre to attract private
fr_fr: Pour ce faire, elle devra assurer la responsabilisation dans chaque secteur d'activité, réduire les activités de recherche non essentielles et privilégier les mesures diagnostiques prioritaires, regrouper les services de laboratoire pour les concentrer sur les analyses essentielles, et éviter le besoin de mises à niveau coûteuses.

source: capital, scale its operations, and serve as a platform for Canadian innovation and new photonic
fr_fr: Parallèlement, l'ACIA effectuera des investissements dans des plateformes numériques sécurisées et la numérisation des certificats d'exportation pour réaliser des gains d'efficacité et mieux aider les exportateurs.

source: applications, including in the face of the rise of AI and related compute infrastructure.
fr_fr: L'ACIA mettra également en œuvre des changements dans certains domaines de prestation de programmes afin d'accroître son efficacité et de moderniser ses programmes, tout en gardant l'accent sur les activités principales et les priorités à haut risque.

source: NRC will focus its Industrial Research Assistance Program (IRAP) by adjusting contributions to some program streams, while not impacting strategic sectors.
fr_fr: Les activités qui seront graduellement supprimées comprennent la mise hors service de certaines stations de lavage de véhicules, l'arrêt des services redondants de résolution des différends liés à la qualité alimentaire, et l'élimination progressive des fonctions qui ne sont plus nécessaires pour traiter les risques sanitaires liés au commerce des animaux de compagnie.

source: This approach will ensure equitable support
fr_fr: Agence de la santé publique du Canada

source: across industries or regions, while preserving IRAP's capacity to identify and invest in new,
fr_fr: L'ASPC simplifiera la prestation de ses programmes en regroupant ses programmes de subventions et de contributions dans deux grands fonds.

source: emerging technologies, and keep pace with the speed of industry.
fr_fr: Ainsi, le Ministère appuiera les partenaires de prestation de services qui seront en mesure de démontrer des résultats clairs et mesurables en matière de santé publique cadrant avec les objectifs des nouveaux fonds, ce qui permettra la mise en place de programmes plus souples et ayant une meilleure capacité de répondre aux besoins.

source: NRC will also redistribute capabilities to enable more effective service delivery while allowing the
fr_fr: Alors que l'ASPC passe d'une gestion de crise pandémique à une posture fédérale plus durable, elle permettra l'arrêt de certains financements temporaires et optimisera les contrats en fonction des prévisions de la demande et des stratégies d'approvisionnement.

source: most strategic activities to be maintained, including delivering an ambitious defence
fr_fr: Cette approche permettra de réduire au minimum le gaspillage et les coûts sans compromettre la santé publique.

source: industrialization agenda, and optimizing research centre operations.
fr_fr: Logement, infrastructures et collectivités

source: Statistics Canada
fr_fr: Logement, Infrastructures et Collectivités Canada

source: To meet up to 15 per cent in savings targets over three years, Statistics Canada
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, il y aura des modifications apportées aux programmes actuels de LICC.

source: (StatCan) will increase the efficiency of its statistical programs by adopting new tools and
fr_fr: Ces modifications comprennent la mise en œuvre de trois initiatives horizontales d'efficacité pour procéder à un examen de l'effectif de la direction, afin de rationaliser la gestion et les opérations.

source: methods to reduce costs while continuing to deliver relevant and high-quality data for Canadians.
fr_fr: LICC accordera la priorité à deux services de la Trousse sur le climat pour le logement et les infrastructures, à savoir la plateforme en ligne Perspectives Climatiques et la Liste des experts.

source: For example, the frequency of data collection will be reduced where the requirements can be met through statistical modelling or other modern methods.
fr_fr: Une partie du financement non utilisé provenant du Fonds pour le transport en commun du Canada sera réaffectée au Fonds pour bâtir des collectivités fortes, dans le cadre duquel les projets de transport en commun continueront d'être admissibles.

source: In addition, adjustments will be made to the frequency and level of detail collected for data sets which demonstrate less relevance to Canadians.
fr_fr: De plus, le ministre du Logement et de l'Infrastructure déterminera des possibilités de simplifier les exigences complexes du Fonds pour le transport en commun du Canada existant afin d'accélérer la réalisation des projets et d'aider nos villes, nos provinces et nos territoires à mettre sur pied de nouveaux projets plus rapidement et plus efficacement.

source: StatCan will also modernize processes, flatten management structures, and modernize its internal
fr_fr: Société canadienne d'hypothèques et de logement

source: services. These changes will build on the agency's prior strategic investments in technology,
fr_fr: Les défis liés au logement au Canada ont évolué et la Société canadienne d'hypothèques et de logement (SCHL) doit s'y adapter, car l'organisation est un partenaire clé dans la recherche de solutions dans ce domaine.

source: particularly in artificial intelligence, machine learning and automation, which have already been
fr_fr: Le gouvernement a annoncé la création de Maisons Canada qui s'associera à l'industrie, à d'autres paliers de gouvernement et aux communautés autochtones pour construire rapidement des logements abordables à grande échelle.

source: shown to improve operational efficiency and responsiveness.
fr_fr: Grâce à un investissement initial de 13 milliards de dollars sur cinq ans selon la comptabilité de caisse, à compter de 2025-2026, Maisons Canada offre la possibilité de réévaluer les ressources et les programmes de la SCHL pour veiller à ce qu'ils soient axés sur cette priorité importante.

source: Collectively, these measures will ensure that the agency remains sustainable and focused on
fr_fr: Pour les autres programmes que la SCHL propose de supprimer progressivement, leurs objectifs seront réalisés par Maisons Canada .

source: delivering the most critical and relevant data for Canadians. Statistics Canada's commitment to
fr_fr: La SCHL maintiendra son financement destiné aux initiatives visant à gérer la crise du logement, notamment le Programme de prêts pour la construction d'appartements et des mesures de soutien pour accroître l'accès au logement au profit des peuples autochtones vivant dans les régions urbaines, rurales et nordiques.

source: quality, integrity, and evidence-based support for government and Canadians will remain unchanged.
fr_fr: Immigration, réfugiés et citoyenneté

source: Justice To meet up to 15 per cent in savings targets over three years, the Department of
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Immigration, Réfugiés et Citoyenneté Canada (IRCC) simplifiera ses programmes tout en honorant l'engagement de longue date du Canada à réinstaller les personnes les plus vulnérables dans le monde.

source: Justice will introduce process efficiencies and standardization, which will include amalgamating
fr_fr: Les mesures comprennent d'apporter des modifications aux programmes, notamment le Programme d'aide au logement provisoire pour refléter la baisse du nombre de demandeurs d'asile.

source: business units, reducing redundancies, imposing leaner management and leveraging AI. These
fr_fr: Pour réduire le double emploi et simplifier la prestation des services, IRCC transférera à Emploi et Développement social Canada la responsabilité des inspections de la conformité des employeurs dans le cadre du Programme de mobilité internationale (PMI).

source: investments in AI, specifically advanced analytics and automation tools, will help address the
fr_fr: Les deux organisations mènent des inspections parallèles dans le cadre de programmes distincts (le PMI et le Programme des travailleurs étrangers temporaires), en utilisant des outils et des pouvoirs semblables, ce qui entraîne un chevauchement des efforts, de la surveillance et de la demande de services internes.

source: growing demand for legal services more efficiently.
fr_fr: Ces changements simplifieront le cadre de conformité pour les employeurs tout en favorisant la cohérence de la surveillance du gouvernement fédéral.

source: To more effectively deliver legal services, the Department of Justice will explore opportunities to
fr_fr: IRCC modifiera également le Programme d'établissement afin de mettre en place des limites à l'admissibilité au programme pour les immigrants économiques.

source: review limits to access the informal procedure in income tax and GST appeals at the Tax Court of Canada. Increasing these limits, which have not been updated since 2013, will promote
fr_fr: Le Programme continuera de soutenir les personnes qui viennent tout juste d'arriver afin de les aider à surmonter les obstacles associés à l'intégration à la société canadienne.

source: cost-effective dispute resolution, and lower litigation cost for Canadians and Canadian businesses and the federal government. These changes will require legislative amendments.
fr_fr: IRCC introduira également un modèle de système de copaiement modeste dans son Programme fédéral de santé intérimaire pour les produits et services de santé supplémentaires (comme les médicaments d'ordonnance et les soins dentaires).

source: The Canadian Human Rights Commission is introducing an organizational realignment and implementing a more streamlined structure, which includes consolidating the roles of the Chief Commissioner and
fr_fr: Enfin, IRCC simplifiera ses services internes en utilisant la technologie pour améliorer la productivité, en ayant recours à moins de consultants externes, en investissant dans la capacité interne, et en réévaluant les besoins en matière de ressources humaines, dont les niveaux de direction.

source: Deputy Chief Commissioner.
fr_fr: Services aux Autochtones

source: National Defence Our Government is making a generational investment in defence that will create good, high-paying careers for Canadians, and strengthen our economy and collective resilience.
fr_fr: Services aux Autochtones Canada (SAC) a le mandat d'améliorer l'accès à des services de haute qualité pour les Premières Nations, les Inuits et les Métis.
